-- phpMyAdmin SQL Dump
-- version 4.8.3
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Sep 24, 2019 at 11:04 PM
-- Server version: 5.6.44-cll-lve
-- PHP Version: 7.2.7

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `challenge_mal`
--

-- --------------------------------------------------------

--
-- Table structure for table `auth`
--

CREATE TABLE `auth` (
  `id` int(8) NOT NULL,
  `user_id` int(8) NOT NULL,
  `fcm` varchar(100) NOT NULL,
  `device_id` varchar(100) NOT NULL,
  `auth_key` varchar(100) NOT NULL,
  `dated` datetime NOT NULL,
  `active` int(1) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `auth`
--

INSERT INTO `auth` (`id`, `user_id`, `fcm`, `device_id`, `auth_key`, `dated`, `active`) VALUES
(4, 4, '', '', 'a57b0fba211ab0c2f1bdf5ecc4987967', '2019-08-13 08:53:03', 1),
(7, 6, '', '', '235ab01262c1e04298a66ae803163cab', '2019-08-14 16:55:15', 1),
(8, 7, '', '', '3fb4c2456c4df7d931856125cd7cd6ad', '2019-08-14 16:58:00', 1),
(14, 10, '', '', 'cb1835b00687161546911e66b9a16b1c', '2019-08-15 10:51:49', 1),
(15, 11, '', '', '6bc8706cd91ab889c6813890197abcd7', '2019-08-15 19:46:31', 1),
(16, 12, '', '', 'd16f94b86cac5fea48053b52e41b569c', '2019-08-16 08:36:53', 1),
(18, 14, '', '', 'fe9a9da65f7f64480a77b8cbd43e118a', '2019-08-16 16:57:17', 1),
(19, 15, '', '', '27bb40f733f29e1552a2e895f931919c', '2019-08-16 20:07:32', 1),
(21, 16, '', '', '4911eb15b09c8471965f52aab8f75deb', '2019-08-17 14:15:30', 1),
(23, 18, '', '', '74b3dc77f9657cbea5e49f4d428f8b70', '2019-08-17 14:23:25', 1),
(24, 8, '', '', '615f967d55f7aebf1f9410d5b2efb48d', '2019-08-17 18:00:59', 1),
(39, 5, '', '', '679e26acc822b0dd5458ef97248c0cf8', '2019-08-19 09:13:27', 0),
(40, 1, '', '', 'c1e2f9bb41321b5afebb7df2aa4c80a3', '2019-09-25 11:07:02', 0),
(41, 21, '', '', '9b654c0365f8058db8471e9b794c986f', '2019-09-23 22:20:00', 0),
(43, 3, '', '', '7903af76741119fdd4aa5c33645ee89f', '2019-09-17 11:24:59', 0),
(61, 23, '', '', '49dd3a6d19b84e89b53060a48589291b', '2019-08-21 19:06:10', 1),
(70, 24, '', '', '80a8bbce350e1efd195eac9d378090b9', '2019-09-15 19:47:33', 0),
(72, 25, '', '', '7ec78760d4329b33385b4f69134d48a2', '2019-09-15 19:50:28', 0),
(73, 2, '', '', '762523118ece6472b6162047cae0930c', '2019-09-23 23:27:39', 1),
(74, 3, '', '', '7903af76741119fdd4aa5c33645ee89f', '2019-09-17 11:24:59', 0),
(75, 3, '', '', '7903af76741119fdd4aa5c33645ee89f', '2019-09-17 11:24:59', 0),
(76, 27, '', '', 'fbf989e85f0282c62ed542b2745d3ebc', '2019-09-18 20:30:50', 0),
(78, 2, '', '', '762523118ece6472b6162047cae0930c', '2019-09-23 23:27:39', 1),
(79, 21, '', '', '9b654c0365f8058db8471e9b794c986f', '2019-09-23 22:20:00', 0),
(80, 28, '', '', 'd1bc9b72fad31dcf2c8b56a0130a05ca', '2019-09-17 01:25:47', 0),
(81, 29, '', '', '3f490c3169b601269105e02b156de218', '2019-09-17 01:26:11', 0),
(82, 21, '', '', '9b654c0365f8058db8471e9b794c986f', '2019-09-23 22:20:00', 0),
(83, 21, 'sdf3456345', 'asdf8768dfmb', '25bec9c21ef641a84b59d303ecd1f277', '2019-09-15 19:51:46', 0),
(84, 3, '', '', '7903af76741119fdd4aa5c33645ee89f', '2019-09-17 11:24:59', 0),
(85, 3, '', '', '7903af76741119fdd4aa5c33645ee89f', '2019-09-17 11:24:59', 0),
(86, 21, '', '', '9b654c0365f8058db8471e9b794c986f', '2019-09-23 22:20:00', 0),
(87, 21, '', '', '9b654c0365f8058db8471e9b794c986f', '2019-09-23 22:20:00', 0),
(88, 21, '', '', '9b654c0365f8058db8471e9b794c986f', '2019-09-23 22:20:00', 1),
(89, 3, '', '', '2db517c51074a3db7caefc8d3786b2d1', '2019-09-18 14:36:34', 1),
(90, 1, '', '', 'c1e2f9bb41321b5afebb7df2aa4c80a3', '2019-09-25 11:07:02', 0),
(91, 30, 'sdf3456345', 'asdf8768dfmb', 'e640174b523a9892330322153b960f42', '2019-09-18 22:21:20', 1),
(92, 31, '', '', '5996cef0f7c2492f9de4fcb82fa5c074', '2019-09-19 11:06:51', 0),
(93, 32, '', '', '57240cf9fc5ad1ec2aae504af863f318', '2019-09-21 12:46:52', 0),
(94, 1, '', '', 'c1e2f9bb41321b5afebb7df2aa4c80a3', '2019-09-25 11:07:02', 1),
(95, 33, '', '', '58ca818168e3b014216bce7973640287', '2019-09-25 10:23:16', 0);

-- --------------------------------------------------------

--
-- Table structure for table `chapter`
--

CREATE TABLE `chapter` (
  `id` int(8) NOT NULL,
  `class_id` int(8) NOT NULL,
  `subject_id` int(8) NOT NULL,
  `month_id` int(8) NOT NULL,
  `chapter_name` varchar(5000) NOT NULL,
  `modified` datetime NOT NULL,
  `status` int(8) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `chapter`
--

INSERT INTO `chapter` (`id`, `class_id`, `subject_id`, `month_id`, `chapter_name`, `modified`, `status`) VALUES
(1, 4, 2, 1, 'à¤¬à¤¹à¤¾à¤¦à¥à¤°', '2019-09-16 23:29:24', 0),
(2, 4, 2, 1, 'à¤œà¤¿à¤¤ à¤œà¤¿à¤¤ à¤®à¥ˆà¤‚ à¤¨à¤¿à¤°à¤–à¤¤ à¤¹à¥‚à¤ ', '2019-09-16 20:28:22', 0),
(3, 4, 2, 1, 'à¤®à¤›à¤²à¥€ ', '2019-09-15 19:52:51', 0),
(4, 4, 2, 1, 'à¤¶à¤¿à¤•à¥à¤·à¤¾ à¤”à¤° à¤¸à¤‚à¤¸à¥à¤•à¥ƒà¤¤à¤¿ ', '2019-09-16 20:28:58', 0),
(5, 4, 2, 1, 'à¤¶à¥à¤°à¤® à¤µà¤¿à¤­à¤¾à¤œà¤¨ à¤”à¤° à¤œà¤¾à¤¤à¥€ à¤ªà¥à¤°à¤¥à¤¾ ', '2019-09-16 20:30:58', 0),
(6, 4, 2, 1, 'à¤¨à¤¾à¥™à¥‚à¤¨ à¤•à¥à¤¯à¥‹à¤‚ à¤¬à¥à¤¤à¥‡ à¤¹à¥ˆà¤‚ ', '2019-09-16 20:28:54', 0),
(7, 4, 2, 1, 'à¤¦à¤¹à¥€ à¤µà¤¾à¤²à¥€ à¤®à¤‚à¤—à¥à¤—à¤¾à¤®à¤¾ ', '2019-09-16 20:28:50', 0),
(8, 4, 2, 1, 'à¤¢à¤¹à¤¤à¥‡ à¤µà¤¿à¤¶à¥à¤µà¤¾à¤¸ ', '2019-09-16 20:28:46', 0),
(9, 4, 2, 1, 'à¤®à¤¾à¤', '2019-09-16 20:28:42', 0),
(10, 4, 2, 1, 'à¤¨à¤—à¤°', '2019-09-16 20:28:39', 0),
(11, 4, 2, 1, 'à¤§à¤°à¤¤à¥€ à¤•à¤¬ à¤¤à¤• à¤˜à¥‚à¤®à¥‡à¤—à¥€ ', '2019-09-16 20:28:35', 0),
(12, 1, 2, 2, 'computer', '2019-09-16 20:28:31', 0),
(13, 4, 1, 1, 'Demo Chapter', '2019-09-16 20:28:27', 0),
(14, 4, 2, 1, 'à¤¶à¥à¤°à¤® à¤µà¤¿à¤­à¤¾à¤œà¤¨ à¤”à¤° à¤œà¤¾à¤¤à¤¿ à¤ªà¥à¤°à¤¥à¤¾ ', '2019-09-16 23:19:04', 0),
(15, 4, 2, 1, 'à¤…à¤­à¤¿à¤œà¥€à¤¤', '2019-09-17 08:18:08', 0),
(16, 4, 2, 1, 'Hello', '2019-09-19 11:17:17', 0),
(17, 4, 2, 1, 'Home', '2019-09-19 11:09:50', 0),
(18, 4, 2, 1, 'à¤²à¤•à¥à¤·à¥à¤®à¤£ à¤•à¥à¤®à¤¾à¤°', '2019-09-20 16:04:24', 0),
(19, 4, 2, 1, 'à¤¶à¥à¤°à¤® à¤µà¤¿à¤­à¤¾à¤œà¤¨ à¤”à¤° à¤•à¥€ à¤œà¤¾à¤¤à¤¿ à¤ªà¥à¤°à¤¥à¤¾ ', '2019-09-25 10:24:15', 0),
(20, 4, 2, 1, 'à¤µà¤¿à¤· à¤•à¥‡ à¤¦à¤¾à¤‚à¤¤ ', '2019-09-23 10:29:09', 0),
(21, 4, 2, 1, 'test', '2019-09-21 17:23:23', 0),
(22, 4, 2, 1, 'test', '2019-09-21 22:05:31', 0),
(23, 4, 2, 1, 'à¤¬à¤¹à¤¾à¤¦à¥à¤° ', '2019-09-23 10:29:05', 0),
(24, 16, 12, 1, 'à¤¶à¥à¤°à¤® à¤µà¤¿à¤­à¤¾à¤œà¤¨ à¤”à¤° à¤œà¤¾à¤¤à¤¿ à¤ªà¥à¤°à¤¥à¤¾ ', '2019-09-25 10:31:06', 1),
(25, 16, 12, 1, 'à¤¸à¤®à¤¾à¤¸ ', '2019-09-25 10:31:57', 1);

-- --------------------------------------------------------

--
-- Table structure for table `class`
--

CREATE TABLE `class` (
  `id` int(3) NOT NULL,
  `name` varchar(12) NOT NULL,
  `session` varchar(12) NOT NULL,
  `modified` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `active` int(1) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `class`
--

INSERT INTO `class` (`id`, `name`, `session`, `modified`, `active`) VALUES
(1, '7th', '2019-2020', '2019-09-25 17:28:47', 0),
(2, '8th', '2019-2020', '2019-09-25 17:28:56', 0),
(3, '9th', '2019-2020', '2019-09-25 17:28:53', 0),
(4, '10th', '2019-2020', '2019-09-25 17:28:59', 0),
(5, '11th', '2019-2020', '2019-09-25 17:29:02', 0),
(6, '12th', '2019-2020', '2019-09-19 03:35:15', 0),
(9, '13th', '2019-2020', '2019-09-15 05:53:08', 0),
(10, '14th', '2019-2020', '2019-09-20 22:50:00', 0),
(11, 'test', '2019-2020', '2019-09-22 05:16:42', 0),
(12, 'test', '2019-2020', '2019-09-22 05:17:02', 0),
(13, '12th', '2019-2020', '2019-09-22 18:22:19', 0),
(14, '12th', '2019-2020', '2019-09-23 16:16:04', 0),
(15, '12 th', '2019-2020', '2019-09-25 17:29:05', 0),
(16, '10th', '2019-2020', '2019-09-25 17:29:16', 1);

-- --------------------------------------------------------

--
-- Table structure for table `course_details`
--

CREATE TABLE `course_details` (
  `id` int(10) NOT NULL,
  `user_id` int(10) NOT NULL,
  `class_id` int(5) NOT NULL,
  `subject_id` int(5) DEFAULT NULL,
  `month_id` int(5) DEFAULT NULL,
  `paid` int(1) DEFAULT NULL,
  `modified` datetime NOT NULL,
  `active` int(1) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `course_details`
--

INSERT INTO `course_details` (`id`, `user_id`, `class_id`, `subject_id`, `month_id`, `paid`, `modified`, `active`) VALUES
(1, 1, 4, 1, 1, 1, '2019-08-12 21:45:35', 1),
(2, 2, 4, 1, 1, 1, '2019-08-12 22:31:20', 1),
(3, 3, 4, 1, 1, 1, '2019-08-12 22:35:53', 1),
(4, 4, 4, 1, 1, 1, '2019-08-13 08:51:38', 1),
(5, 5, 4, 1, 1, 1, '2019-08-13 10:18:09', 1),
(6, 6, 4, 1, 1, 1, '2019-08-14 16:53:34', 1),
(26, 26, 4, 1, 1, 1, '2019-08-22 20:16:21', 1),
(25, 25, 4, 1, 1, 1, '2019-08-22 15:14:22', 1),
(24, 24, 4, 1, 1, 1, '2019-08-22 14:20:08', 1),
(23, 23, 4, 1, 1, 1, '2019-08-21 19:06:10', 1),
(22, 22, 4, 1, 1, 1, '2019-08-21 09:09:20', 1),
(21, 21, 4, 1, 1, 1, '2019-08-20 21:55:49', 1),
(27, 27, 2, NULL, NULL, NULL, '2019-09-01 19:40:12', 1),
(28, 28, 4, NULL, NULL, NULL, '2019-09-12 09:21:17', 1),
(29, 29, 4, NULL, NULL, NULL, '2019-09-12 09:21:58', 1),
(30, 30, 1, NULL, NULL, NULL, '2019-09-18 22:21:20', 1),
(31, 31, 4, NULL, NULL, NULL, '2019-09-19 11:06:34', 1),
(32, 32, 4, NULL, NULL, NULL, '2019-09-20 15:52:33', 1),
(33, 33, 4, NULL, NULL, NULL, '2019-09-24 18:25:17', 1);

-- --------------------------------------------------------

--
-- Table structure for table `exam_question_setup`
--

CREATE TABLE `exam_question_setup` (
  `id` int(8) NOT NULL,
  `title_id` int(8) NOT NULL,
  `class_id` int(8) NOT NULL,
  `subject_id` int(8) NOT NULL,
  `video_id` int(8) NOT NULL,
  `question` varchar(10000) COLLATE utf8_unicode_ci NOT NULL,
  `option1` varchar(2000) COLLATE utf8_unicode_ci NOT NULL,
  `option2` varchar(2000) COLLATE utf8_unicode_ci NOT NULL,
  `option3` varchar(2000) COLLATE utf8_unicode_ci NOT NULL,
  `option4` varchar(2000) COLLATE utf8_unicode_ci NOT NULL,
  `flag` int(8) NOT NULL,
  `answer` varchar(12) COLLATE utf8_unicode_ci NOT NULL,
  `modified` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `exam_question_setup`
--

INSERT INTO `exam_question_setup` (`id`, `title_id`, `class_id`, `subject_id`, `video_id`, `question`, `option1`, `option2`, `option3`, `option4`, `flag`, `answer`, `modified`) VALUES
(1, 1, 4, 0, 0, 'à¤—à¥‹à¤²à¥€à¤¯ à¤¦à¤°à¥à¤ªà¤£  à¤•à¥‡ à¤®à¤§à¥à¤¯à¤¬à¤¿à¤‚à¤¦à¥ à¤•à¥‹ à¤•à¤¹à¤¤à¥‡ à¤¹à¥ˆà¤‚ |', 'à¤«à¥‹à¤•à¤¸ ', 'à¤ªà¥à¤°à¤¤à¤¿à¤¬à¤¿à¤®à¥à¤¬ ', 'à¤§à¥à¤°à¥à¤¬ ', 'à¤…à¤•à¥à¤·à¤¾à¤‚à¤¶ ', 0, '3', '2019-09-25 10:25:31'),
(2, 1, 4, 0, 0, 'à¤…à¤µà¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ à¤•à¥€ à¤«à¥‹à¤•à¤¸ - à¤¦à¥‚à¤°à¥€ à¤‰à¤¸à¤•à¥€ à¤µà¤•à¥à¤°à¤¤à¤¾ à¤¤à¥à¤°à¤¿à¤œà¥à¤¯à¤¾ à¤•à¥€ à¤¹à¥‹à¤¤à¥€ à¤¹à¥ˆ |', 'à¤†à¤§à¥€ ', 'à¤¦à¥‹à¤—à¥à¤¨à¥€ ', 'à¤¬à¤°à¤¾à¤¬à¤° ', 'à¤šà¥Œà¤¥à¤¾à¤ˆ ', 0, '1', '2019-09-25 10:25:25'),
(3, 1, 4, 0, 0, 'à¤®à¥‹à¤Ÿà¤°à¤—à¤¾à¥œà¥€ à¤•à¥‡ à¤šà¤¾à¤²à¤• à¤•à¥‡ à¤¸à¤¾à¤®à¤¨à¥‡ à¤²à¤—à¤¾ à¤°à¤¹à¤¤à¤¾ à¤¹à¥ˆ ', 'à¤…à¤µà¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ ', 'à¤‰à¤¤à¥à¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ ', 'à¤¸à¤®à¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ ', 'à¤†à¤­à¤¾à¤¸à¥€ à¤¦à¤°à¥à¤ªà¤£ ', 0, '2', '2019-09-23 21:05:32'),
(4, 1, 4, 0, 0, 'à¤‰à¤¤à¥à¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ à¤¦à¥à¤µà¤¾à¤°à¤¾ à¤¬à¤¨à¤¾ à¤ªà¥à¤°à¤¤à¤¿à¤¬à¤¿à¤®à¥à¤¬ à¤¹à¥‹à¤¤à¤¾ à¤¹à¥ˆ ', 'à¤¹à¤®à¥‡à¤¶à¤¾ à¤¸à¥€à¤§à¤¾ ', 'à¤‰à¤²à¥à¤Ÿà¤¾ à¤­à¥€ à¤¸à¥€à¤§à¤¾ à¤­à¥€ ', 'à¤¹à¤®à¥‡à¤¶à¤¾ à¤‰à¤²à¥à¤Ÿà¤¾ ', 'à¤‡à¤¨à¤®à¥‡  à¤¸à¥‡ à¤•à¥‹à¤ˆ à¤¨à¤¹à¥€à¤‚ ', 0, '1', '2019-09-23 20:30:26'),
(5, 1, 4, 0, 0, 'à¤•à¤¿à¤¸à¥€ à¤µà¤¸à¥à¤¤à¥ à¤•à¤¾ à¤µà¤¾à¤¸à¥à¤¤à¤µà¤¿à¤• à¤ªà¥à¤°à¤¤à¤¿à¤¬à¤¿à¤®à¥à¤¬ à¤®à¥€à¤²  à¤¸à¤•à¤¤à¤¾ à¤¹à¥ˆ ', 'à¤‰à¤¤à¥à¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ à¤¦à¥à¤µà¤¾à¤°à¤¾ ', 'à¤…à¤µà¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ à¤¦à¥à¤µà¤¾à¤°à¤¾ ', 'à¤¸à¤®à¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ à¤¦à¥à¤µà¤¾à¤°à¤¾ ', 'à¤‡à¤¨à¤®à¥‡ à¤¸à¥‡ à¤•à¥‹à¤ˆ à¤¨à¤¹à¥€ ', 0, '2', '2019-09-23 20:20:16'),
(6, 1, 4, 0, 0, 'à¤•à¤¿à¤¸à¥€ à¤µà¤¸à¥à¤¤à¥ à¤•à¤¾ à¤†à¤­à¤¾à¤¸à¥€ à¤ªà¥à¤°à¤¤à¤¿à¤¬à¤¿à¤®à¥à¤¬ à¤ªà¥à¤°à¤¾à¤ªà¥à¤¤ à¤•à¤¿à¤¯à¤¾ à¤œà¤¾ à¤¸à¤•à¤¤à¤¾ à¤¹à¥ˆ ', 'à¤•à¥‡à¤µà¤² à¤‰à¤¤à¥à¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ à¤¦à¥à¤µà¤¾à¤°à¤¾ ', 'à¤•à¥‡à¤µà¤² à¤…à¤µà¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ à¤¦à¥à¤µà¤¾à¤°à¤¾ ', 'à¤•à¥‡à¤µà¤² à¤¸à¤®à¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ à¤¦à¥à¤µà¤¾à¤°à¤¾ ', 'à¤‡à¤¨ à¤¤à¥€à¤¨à¥‹ à¤ªà¥à¤°à¤•à¤¾à¤° à¤•à¥‡ à¤¦à¤°à¥à¤ªà¤£à¥‹à¤‚ à¤¦à¥à¤µà¤¾à¤°à¤¾ ', 0, '4', '2019-08-24 15:18:15'),
(7, 1, 4, 0, 0, 'à¤¯à¤¦à¤¿ à¤•à¤¿à¤¸à¥€ à¤¦à¤°à¥à¤ªà¤£ à¤¦à¥à¤µà¤¾à¤°à¤¾ à¤¬à¤¨à¥‡ à¤ªà¥à¤°à¤¤à¤¿à¤¬à¤¿à¤®à¥à¤¬ à¤•à¤¾ à¤†à¤•à¤¾à¤° à¤¹,à¤®à¥‡à¤· à¤µà¤¸à¥à¤¤à¥ à¤•à¥‡ à¤†à¤•à¤¾à¤° à¤•à¥‡ à¤¬à¤°à¤¾à¤¬à¤° à¤¹à¥‹ à¤¤à¥‹ à¤¦à¤°à¥à¤ªà¤£ à¤¹à¥‹à¤—à¤¾ ', 'à¤¸à¤®à¤¤à¤² ', 'à¤…à¤µà¤¤à¤² ', 'à¤‰à¤¤à¥à¤¤à¤² ', 'à¤‰à¤¤à¥à¤¤à¤² à¤¯à¤¾ à¤…à¤µà¤¤à¤² ', 0, '1', '2019-08-24 15:20:34'),
(8, 1, 4, 0, 0, 'à¤à¤• à¤—à¥‹à¤²à¥€à¤¯ à¤¦à¤°à¥à¤ªà¤£ à¤•à¥€ à¤«à¥‹à¤•à¤¸ à¤¦à¥‚à¤°à¥€ 12.5 à¤¸à¥‡à¤®à¥€ à¤¹à¥ˆ à¤‡à¤¸à¤•à¥€ à¤µà¤•à¥à¤°à¤¤à¤¾ à¤¤à¥à¤°à¤¿à¤œà¥à¤¯à¤¾ à¤¹à¥‹à¤—à¥€ ', '2.5 cm', '6.25 cm ', '12 cm', '25.0 cm', 0, '4', '2019-08-24 15:21:41'),
(9, 1, 4, 0, 0, 'à¤‰à¤¤à¥à¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ à¤¦à¥à¤µà¤°à¤¾ à¤¬à¤¨à¤¾ à¤ªà¥à¤°à¤¤à¤¿à¤¬à¤¿à¤®à¥à¤¬ à¤¹à¥‹à¤¤à¤¾ à¤¹à¥ˆ ', 'à¤†à¤­à¤¾à¤¸à¥€ à¤¤à¤¥à¤¾ à¤‰à¤²à¥à¤Ÿà¤¾ ', 'à¤†à¤­à¤¾à¤¸à¥€ à¤¤à¤¥à¤¾ à¤¸à¥€à¤§à¤¾ ', 'à¤µà¤¾à¤¸à¥à¤¤à¤µà¤¿à¤• à¤¤à¤¥à¤¾ à¤‰à¤²à¥à¤Ÿà¤¾ ', 'à¤µà¤¾à¤¸à¥à¤¤à¤µà¤¿à¤• à¤¤à¤¥à¤¾ à¤¸à¥€à¤§à¤¾ ', 0, '4', '2019-08-24 15:23:10'),
(10, 1, 4, 0, 0, 'à¤à¤• à¤—à¥‹à¤²à¥€à¤¯ à¤¦à¤°à¥à¤ªà¤£ à¤•à¥€ à¤µà¤•à¥à¤°à¤¤à¤¾ à¤¤à¥à¤°à¤¿à¤œà¥à¤¯à¤¾ 32 à¤¸à¥‡à¤®à¥€ à¤¹à¥ˆ à¤‡à¤¸à¤•à¥€ à¤«à¥‹à¤•à¤¸ à¤¦à¥‚à¤°à¥€ à¤¹à¥‹à¤—à¥€ ', '6 cm ', '16 cm', '26 cm', '13 cm', 0, '2', '2019-08-24 15:24:15'),
(11, 1, 4, 0, 0, 'à¤•à¤¿à¤¸à¥€ à¤µà¤¾à¤¸à¥à¤¤à¥ à¤¸à¥‡ à¤›à¥‹à¤Ÿà¤¾ à¤”à¤° à¤†à¤­à¤¾à¤¸à¥€ à¤ªà¥à¤°à¤¤à¤¿à¤¬à¤¿à¤®à¥à¤¬ à¤ªà¥à¤°à¤¾à¤ªà¥à¤¤ à¤¹à¥‹à¤¤à¤¾ à¤¹à¥ˆ ', 'à¤‰à¤¤à¥à¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ à¤¸à¥‡ ', 'à¤¸à¤®à¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ à¤¸à¥‡ ', 'à¤…à¤µà¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ à¤¸à¥‡ ', 'à¤‡à¤¨ à¤¤à¥€à¤¨à¥‹ à¤ªà¥à¤°à¤•à¤¾à¤° à¤•à¥‡ à¤¦à¤°à¥à¤ªà¤£ à¤¸à¥‡ ', 0, '1', '2019-08-24 15:25:22'),
(12, 1, 4, 0, 0, 'à¤ªà¤°à¤¾à¤µà¤°à¥à¤¤à¤¨ à¤•à¤¾ à¤•à¥‹à¤£ à¤¹à¥‹à¤¤à¤¾ à¤¹à¥ˆ à¤œà¥‹ â€“', 'à¤†à¤ªà¤¤à¤¿à¤¤ à¤•à¤¿à¤°à¤£ à¤¦à¤°à¥à¤ªà¤£ à¤•à¥€ à¤¸à¤¤à¤¹ à¤¸à¥‡ à¤¬à¤¨à¤¾à¤¤à¥€ à¤¹à¥ˆ ', 'à¤ªà¤°à¤¾à¤µà¤°à¥à¤¤à¤¿à¤¤ à¤•à¤¿à¤°à¤£ à¤¦à¤°à¥à¤ªà¤£ à¤•à¥€ à¤¸à¤¤à¤¹ à¤¸à¥‡ à¤¬à¤¨à¤¾à¤¤à¥€ à¤¹à¥ˆ ', 'à¤†à¤ªà¤¤à¤¿à¤¤ à¤•à¤¿à¤°à¤£ à¤¤à¤¥à¤¾ à¤¦à¤°à¥à¤ªà¤£ à¤•à¥€ à¤¸à¤¤à¤¹ à¤•à¥‡ à¤¬à¥€à¤š à¤•à¤¾ à¤•à¥‹à¤£ ', 'à¤ªà¤°à¤¾à¤µà¤°à¥à¤¤à¤¿à¤¤ à¤•à¤¿à¤°à¤£ à¤¦à¤°à¥à¤ªà¤£ à¤•à¥€ à¤¸à¤¤à¤¹ à¤ªà¤° à¤†à¤ªà¤¤à¤¨ à¤¬à¤¿à¤‚à¤¦à¥ à¤¸à¥‡ à¤–à¥€à¤‚à¤šà¥‡ à¤—à¤¯à¥‡ à¤…à¤­à¤¿à¤²à¤®à¥à¤¬ à¤¸à¥‡ à¤¬à¤¨à¤¤à¥€ à¤¹à¥ˆ ', 0, '4', '2019-08-24 15:27:44'),
(13, 1, 4, 0, 0, 'à¤¦à¤¾à¥à¥€ à¤¯ à¤¹à¤œà¤¾à¤®à¤¤ à¤¬à¤¨à¤¾à¤¨à¥‡ à¤•à¥‡ à¤²à¤¿à¤ à¤‰à¤ªà¤¯à¥à¤•à¥à¤¤ à¤¦à¤°à¥à¤ªà¤£ à¤¹à¥‹à¤¤à¤¾ à¤¹à¥ˆ ', 'à¤‰à¤¤à¥à¤¤à¤² ', 'à¤†à¤­à¤¾à¤¸à¥€ ', 'à¤…à¤µà¤¤à¤² ', 'à¤‡à¤¨à¤®à¥‡ à¤¸à¥‡ à¤•à¥‹à¤ˆ à¤¨à¤¹à¥€ ', 0, '3', '2019-08-24 15:28:29'),
(14, 1, 4, 0, 0, 'à¤†à¤µà¤°à¥à¤§à¤¨ (m ) = ', 'm/u', 'Âµ/u', 'v/u', 'x/y', 0, '3', '2019-08-24 15:30:14'),
(15, 1, 4, 0, 0, 'à¤—à¥‹à¤²à¥€à¤¯ à¤¦à¤°à¤ªà¤¨ à¤•à¥€ à¤«à¥‹à¤•à¤¸ à¤¦à¥‚à¤°à¥€ à¤‰à¤¸à¤•à¥€ à¤µà¤•à¥à¤°à¤¤à¤¾ à¤¤à¥à¤°à¤¿à¤œà¥à¤¯à¤¾ à¤•à¥€ â€“', 'à¤šà¥Œà¤¥à¤¾à¤ˆ à¤¹à¥‹à¤¤à¥€ à¤¹à¥ˆ ', 'à¤†à¤§à¥€ à¤¹à¥‹à¤¤à¥€ à¤¹à¥ˆ ', 'à¤¦à¥‹à¤—à¥à¤¨à¥€ à¤¹à¥‹à¤¤à¥€ à¤¹à¥ˆ ', 'à¤‡à¤¨à¤®à¥‡ à¤¸à¥‡ à¤•à¥‹à¤ˆ à¤¨à¤¹à¥€à¤‚ ', 0, '2', '2019-08-24 15:32:00'),
(16, 1, 4, 0, 0, 'à¤à¤• à¤…à¤µà¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ à¤•à¥€ à¤«à¥‹à¤•à¤¸ à¤¦à¥‚à¤°à¥€ 10 à¤¸à¥‡à¤®à¥€ à¤¹à¥ˆ à¤¤à¥‹ à¤‰à¤¸à¤•à¥€ à¤µà¤•à¥à¤°à¤¤à¤¾ à¤¤à¥à¤°à¤¿à¤œà¥à¤¯à¤¾ à¤¹à¥‹à¤—à¥€ â€“', 'à¥¨à¥¦ cm', '10 cm', '5 cm', '15 cm', 0, '1', '2019-08-24 15:32:54'),
(17, 1, 4, 0, 0, '1678 à¤ˆ à¤®à¥‡à¤‚ à¤¤à¤°à¤‚à¤— à¤¸à¤¿à¤¦à¥à¤§à¤¾à¤‚à¤¤ à¤•à¤¾ à¤ªà¥à¤°à¤¤à¤¿à¤ªà¤¾à¤¦à¤¨ à¤•à¤¿à¤¯à¤¾ ', 'à¤®à¥ˆà¤•à¥à¤¸ à¤ªà¥à¤²à¤¾à¤‚à¤• à¤¨à¥‡ ', 'à¤¹à¤¾à¤ˆà¤—à¥‡à¤¨  à¤¨à¥‡ ', 'à¤¹à¤°à¥à¤Ÿà¥à¥› à¤¨à¥‡ ', 'à¤®à¥ˆà¤•à¥à¤¸ à¤µà¥‡à¤² à¤¨à¥‡ ', 0, '2', '2019-08-24 15:35:53'),
(18, 1, 4, 0, 0, 'à¤ªà¥à¤°à¤•à¤¾à¤¶ à¤•à¥‹ à¤‰à¤°à¥à¤œà¤¾à¤¯à¥à¤•à¥à¤¤ à¤•à¤£ à¤¸à¤°à¥à¤µà¤ªà¥à¤°à¤¥à¤® à¤•à¤¹à¤¾ ', 'à¤†à¤‡à¤¨à¥à¤¸à¥à¤Ÿà¥€à¤¨ à¤¨à¥‡ ', 'à¤¨à¥à¤¯à¥‚à¤Ÿà¤¨ à¤¨à¥‡ ', 'à¤®à¥ˆà¤•à¥à¤¸ à¤ªà¥à¤²à¤¾à¤‚à¤• à¤¨à¥‡ ', 'à¤¹à¤¾à¤ˆà¤—à¥‡à¤¨ ', 0, '3', '2019-08-24 15:37:57'),
(19, 1, 4, 0, 0, 'à¤†à¤ªà¤¤à¤¨ à¤•à¥‹à¤£ i à¤¤à¤¥à¤¾ à¤ªà¤°à¤¾à¤µà¤°à¥à¤¤à¤¨ à¤•à¥‹à¤£ r à¤¹à¥‹ à¤¤à¥‹ ', 'i=r', 'i=r^2', 'i > r', 'i < r', 0, '1', '2019-08-24 15:40:39'),
(20, 1, 4, 0, 0, 'à¤µà¤¸à¥à¤¤à¥ à¤•à¤¾ à¤¬à¥œà¤¾ à¤†à¤­à¤¾à¤¸à¥€ à¤ªà¥à¤°à¤¤à¤¿à¤¬à¤¿à¤®à¥à¤¬ à¤•à¤¿à¤¸ à¤¦à¤°à¥à¤ªà¤£ à¤¸à¥‡ à¤ªà¥à¤°à¤¾à¤ªà¥à¤¤ à¤¹à¥‹à¤¤à¤¾ à¤¹à¥ˆ ', 'à¤‰à¤¤à¥à¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ à¤¸à¥‡ ', 'à¤¸à¤®à¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ à¤¸à¥‡ ', 'à¤…à¤µà¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ à¤¸à¥‡ ', 'à¤‡à¤¨à¤®à¥‡ à¤¸à¥‡ à¤•à¥‹à¤ˆ à¤¨à¤¹à¥€ ', 0, '3', '2019-08-24 15:42:07'),
(21, 1, 4, 0, 0, 'à¤µà¤¾à¤¸à¥à¤¤à¤µà¤¿à¤• à¤µà¤¸à¥à¤¤à¥ à¤•à¤¾ à¤†à¤­à¤¾à¤¸à¥€ à¤ªà¥à¤°à¤¤à¤¿à¤¬à¤¿à¤®à¥à¤¬ à¤¬à¤¨à¤¾à¤¤à¤¾ à¤¹à¥ˆ ', 'à¤…à¤µà¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ à¤¸à¥‡ ', 'à¤¸à¤®à¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ à¤¸à¥‡ ', 'à¤‰à¤¤à¥à¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ à¤¸à¥‡ ', 'à¤‡à¤¨à¤®à¥‡ à¤¸à¥‡ à¤•à¥‹à¤ˆ à¤¨à¤¹à¥€ ', 0, '3', '2019-08-24 15:43:05'),
(22, 1, 4, 0, 0, 'à¤‰à¤¤à¥à¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ à¤¦à¥à¤µà¤¾à¤°à¤¾ à¤¬à¤¨à¤¾ à¤ªà¥à¤°à¤¤à¤¿à¤¬à¤¿à¤®à¥à¤¬ à¤¹à¥‹à¤¤à¤¾ à¤¹à¥ˆ ', 'à¤•à¤¾à¤²à¥à¤ªà¤¨à¤¿à¤• à¤”à¤° à¤¸à¥€à¤§à¤¾ ', 'à¤µà¤¾à¤¸à¥à¤¤à¤µà¤¿à¤• à¤”à¤° à¤¸à¥€à¤§à¤¾ ', 'à¤•à¤¾à¤²à¥à¤ªà¤¨à¤¿à¤• à¤”à¤° à¤‰à¤²à¥à¤Ÿà¤¾ ', 'à¤µà¤¾à¤¸à¥à¤¤à¤µà¤¿à¤• à¤”à¤° à¤‰à¤²à¥à¤Ÿà¤¾ ', 0, '1', '2019-08-24 15:44:17'),
(23, 1, 4, 0, 0, ' à¤•à¤¿à¤¸à¥€ à¤…à¤µà¤¤à¤² à¤¦à¤°à¥à¤ªà¤£ à¤¦à¥à¤µà¤¾à¤°à¤¾ à¤†à¤­à¤¾à¤¸à¥€ ,à¤¸à¥€à¤§à¤¾ à¤¤à¤¥à¤¾ à¤†à¤µà¤°à¥à¤§à¤¿à¤¤ à¤ªà¥à¤°à¤¤à¤¿à¤¬à¤¿à¤®à¥à¤¬ à¤¤à¤¬ à¤¬à¤¨à¤¤à¤¾ à¤¹à¥ˆ à¤œà¤¬ à¤µà¤¸à¥à¤¤à¥ à¤•à¥€  à¤¸à¥à¤¥à¤¿à¤¤à¤¿ à¤¹à¥‹à¤¤à¥€ à¤¹à¥ˆ ', 'à¤µà¤•à¥à¤°à¤¤à¤¾- à¤•à¥‡à¤‚à¤¦à¥à¤° à¤¤à¤¥à¤¾ à¤«à¥‹à¤•à¤¸ à¤•à¥‡ à¤¬à¤¿à¤š ', 'à¤µà¤•à¥à¤°à¤¤à¤¾-à¤•à¥‡à¤‚à¤¦à¥à¤° à¤ªà¤° ', 'à¤¦à¤°à¥à¤ªà¤£ à¤•à¥‡ à¤§à¥à¤°à¥à¤¬ à¤¤à¤¥à¤¾ à¤«à¥‹à¤•à¤¸ à¤•à¥‡ à¤¬à¥€à¤š ', 'à¤µà¤•à¥à¤°à¤¤à¤¾-à¤¤à¥à¤°à¤¿à¤œà¥à¤¯à¤¾ à¤ªà¤° ', 0, '3', '2019-08-24 15:46:26'),
(24, 1, 4, 1, 1, 'hello chapter video question demo', 'option1', 'option2', 'option3', 'option4', 0, '2', '2019-07-27 07:48:00'),
(25, 1, 4, 1, 1, 'what your favorite colour?', 'option1', 'option2', 'option3', 'option4', 0, '2', '2019-07-27 07:48:00'),
(26, 0, 4, 2, 2, 'zsCdasd', 'asd', 'asdasd', 'asdasd', 'asdasd', 1, '2', '2019-09-03 21:37:34'),
(27, 0, 4, 2, 1, 'test Question for topic', 'sdf', 'sdf', 'sdf', 'sdf', 1, '2', '2019-09-03 22:06:12'),
(28, 0, 4, 2, 3, 'I am laxman kumar', 'Singh', 'Yadav', 'Jatan', 'Aariyan', 1, '1', '2019-09-04 09:31:11'),
(29, 0, 4, 2, 1, 'à¤¬à¤¹à¥à¤¦à¥‚à¤° à¤•à¤¾ à¤ªà¥‚à¤°à¤¾ à¤¨à¤¾à¤® à¤•à¥à¤¯à¤¾ à¤¥à¤¾ ', 'à¤¬à¤¹à¤¾à¤¦à¥‚à¤° ', 'à¤¦à¤¿à¤² à¤¬à¤¹à¤¾à¤¦à¥‚à¤° ', 'à¤¨à¥€à¤°à¤œ ', 'à¤†à¤¯à¥à¤· ', 1, '2', '2019-09-06 12:07:45'),
(30, 0, 4, 2, 1, 'à¤¬à¤¹à¤¾à¤¦à¥‚à¤° à¤•à¤¹à¤¾à¤¨à¥€ à¤•à¥‡ à¤²à¥‡à¤–à¤• à¤•à¥Œà¤¨  à¤¥à¥‡ ', 'à¤­à¥€à¤®à¤°à¤¾à¤µ à¤†à¤‚à¤¬à¥‡à¤¡à¤•à¤° ', 'à¤®à¤•à¥à¤¸à¥à¤®à¥‚à¤²à¤° ', 'à¤…à¤®à¤°à¤•à¤¾à¤‚à¤¤ ', 'à¤®à¤¹à¤¾à¤¤à¥à¤®à¤¾ à¤—à¤¾à¤à¤§à¥€ ', 1, '3', '2019-09-06 12:09:57'),
(31, 0, 4, 2, 12, 'what is your name ', 'dilip', 'aggidi', 'gurleen', 'pallavi', 0, '2', '2019-09-18 23:10:38'),
(32, 0, 4, 2, 12, 'who is your girlfriend', 'bhubnashwari', 'amritha', 'pallavi', 'gurleen', 0, '3', '2019-09-18 23:12:19'),
(33, 0, 4, 2, 12, 'some quajvdhcjhs', 'kjjkb', 'kjbkj', 'obivk', 'kjbkjbk', 0, '1', '2019-09-20 16:29:42'),
(34, 0, 4, 2, 12, 'kjkv', 'vjhvjhvj', 'jhvjhvjhv', 'jhvjvjhvjh', 'jhvjhvjhv', 0, '3', '2019-09-20 16:29:36'),
(35, 0, 4, 2, 12, 'jvvjhvj jgu jfufu j yufuy u SOme question', 'kjbkbk', 'kjbkjbk', 'kjbkbkj', 'kjbkbkjb', 0, '2', '2019-09-20 16:29:29'),
(36, 0, 4, 2, 12, 'ajbfk iugfi agfiga ifgasi fiyasgf ias', 'kjbkb', 'kjbkjbkjb', 'jbkbkjb', 'kjbkbkjb', 0, '1', '2019-09-20 16:29:22'),
(37, 0, 4, 2, 12, 'kugkvvk', 'jvhvjhvjvj ', 'jhgj', 'jfjyfuyfu', 'uhfuyfuyguy', 0, '2', '2019-09-19 11:11:37'),
(38, 0, 4, 2, 29, 'à¤¶à¥à¤°à¤® à¤µà¤¿à¤­à¤¾à¤œà¤¨ à¤”à¤° à¤œà¤¾à¤¤à¤¿ à¤ªà¥à¤°à¤¥à¤¾ à¤¨à¤¿à¤¬à¤‚à¤§ à¤•à¥‡ à¤¨à¤¿à¤¬à¤‚à¤§à¤•à¤¾à¤° à¤•à¥Œà¤¨ à¤¹à¥ˆà¤‚ |', 'à¤…à¤®à¤°à¤•à¤¾à¤‚à¤¤ ', 'à¤œà¥€à¤µà¤¨à¤¾à¤¨à¤‚à¤¦ à¤¦à¤¾à¤¸ ', 'à¤°à¥‡à¤¨à¤° à¤®à¤¾à¤°à¤¿à¤¯à¤¾ à¤°à¤¿à¤²à¥à¤•à¥‡ ', 'à¤¬à¤¾à¤¬à¤¾ à¤¸à¤¾à¤¹à¤¬ à¤…à¤®à¥à¤µà¥‡à¤¦à¥à¤•à¤°', 0, '4', '2019-09-25 10:28:39'),
(39, 0, 4, 2, 29, 'à¤¶à¥à¤°à¤® à¤µà¤¿à¤­à¤¾à¤œà¤¨ à¤”à¤° à¤œà¤¾à¤¤à¤¿ à¤ªà¥à¤°à¤¥à¤¾ à¤•à¤¿à¤¸ à¤ªà¥à¤°à¤•à¤¾à¤° à¤•à¥€ à¤°à¤šà¤¨à¤¾ à¤¹à¥ˆ |', 'à¤•à¤¹à¤¾à¤¨à¥€ ', 'à¤¨à¤¿à¤¬à¤‚à¤§ ', 'à¤•à¤µà¤¿à¤¤à¤¾ ', 'à¤›à¤¾à¤¯à¤¾ ', 0, '2', '2019-09-25 10:28:35'),
(40, 0, 4, 2, 29, 'à¤¸à¤­à¥à¤¯ à¤¸à¤®à¤¾à¤œ à¤•à¥€ à¤†à¤µà¤¶à¥à¤¯à¤•à¤¤à¤¾ à¤•à¥à¤¯à¤¾ à¤¹à¥ˆ|', 'à¤œà¤¾à¤¤à¤¿ à¤ªà¥à¤°à¤¥à¤¾ ', 'à¤¶à¥à¤°à¤® à¤µà¤¿à¤­à¤¾à¤œà¤¨ ', 'à¤…à¤£à¥ à¤¬à¤® ', 'à¤¦à¥‚à¤§ à¤ªà¤¾à¤¨à¥€ ', 0, '2', '2019-09-25 10:28:30'),
(41, 0, 4, 2, 29, 'à¤†à¤§à¥à¤¨à¤¿à¤• à¤®à¤¨à¥ à¤®à¤¾à¤¨à¥‡ à¤œà¤¾à¤¤à¥‡ à¤¹à¥ˆà¤‚ |', 'à¤®à¥ˆà¤•à¥à¤¸ à¤®à¥‚à¤²à¤° ', 'à¤®à¤¹à¤¾à¤¤à¥à¤®à¤¾ à¤—à¤¾à¤à¤§à¥€ ', 'à¤­à¥€à¤®à¤°à¤¾à¤µ à¤…à¤®à¥à¤¬à¥‡à¤¡à¤•à¤° ', 'à¤—à¥à¤°à¥à¤¨à¤¾à¤¨à¤• ', 0, '3', '2019-09-25 10:28:26'),
(42, 0, 4, 2, 29, 'à¤¬à¤¾à¤¬à¤¾ à¤¸à¤¾à¤¹à¥‡à¤¬ à¤­à¥€à¤®à¤°à¤¾à¤µ à¤…à¤®à¥à¤¬à¥‡à¤¡à¤•à¤° à¤•à¤¾ à¤œà¤¨à¥à¤® à¤•à¤¿à¤¸ à¤°à¤¾à¤œà¥à¤¯ à¤®à¥‡à¤‚ à¤¹à¥à¤† |', 'à¤®à¤¹à¤¾à¤°à¤¾à¤·à¥à¤Ÿà¥à¤° ', 'à¤®à¤§à¥à¤¯à¤ªà¥à¤°à¤¦à¥‡à¤¶ ', 'à¤‰à¤¤à¥à¤¤à¤°à¤ªà¥à¤°à¤¦à¥‡à¤¶ ', 'à¤¬à¤¿à¤¹à¤¾à¤° ', 0, '2', '2019-09-21 12:50:41');

-- --------------------------------------------------------

--
-- Table structure for table `exam_title_master`
--

CREATE TABLE `exam_title_master` (
  `id` int(8) NOT NULL,
  `class_id` int(8) NOT NULL,
  `title_name` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `start_time` datetime NOT NULL,
  `end_time` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `status` int(8) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `exam_title_master`
--

INSERT INTO `exam_title_master` (`id`, `class_id`, `title_name`, `start_time`, `end_time`, `modified`, `status`) VALUES
(1, 4, 'PHYSICS', '2019-08-29 06:00:00', '2019-09-25 02:00:00', '2019-09-21 12:26:29', 0),
(2, 4, 'title_demo', '2019-09-11 21:09:37', '2019-09-11 21:09:37', '2019-09-21 12:26:24', 0),
(3, 4, 'Demo title 1', '2019-09-21 11:11:00', '2019-09-21 23:11:00', '2019-09-21 12:26:13', 0),
(4, 4, 'Demo Title', '2019-09-21 11:11:00', '2019-09-21 23:11:00', '2019-09-21 12:29:21', 0),
(5, 4, 'Demo Title', '2019-09-21 11:11:00', '2019-09-22 11:11:00', '2019-09-21 12:35:10', 0);

-- --------------------------------------------------------

--
-- Table structure for table `exam_user_log`
--

CREATE TABLE `exam_user_log` (
  `id` int(8) NOT NULL,
  `exam_title` int(11) NOT NULL,
  `video_id` int(8) NOT NULL,
  `user_id` int(11) NOT NULL,
  `start_time` datetime NOT NULL,
  `end_time` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `status` int(8) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fee`
--

CREATE TABLE `fee` (
  `id` int(8) NOT NULL,
  `classid` int(8) NOT NULL,
  `monthid` int(2) NOT NULL,
  `fee` float(7,2) NOT NULL,
  `session` varchar(12) NOT NULL,
  `modified` datetime NOT NULL,
  `active` int(1) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `fee`
--

INSERT INTO `fee` (`id`, `classid`, `monthid`, `fee`, `session`, `modified`, `active`) VALUES
(1, 4, 1, 50.00, '2019-2020', '2019-08-12 21:46:31', 1),
(2, 4, 2, 50.00, '2019-2020', '2019-09-19 11:08:37', 0),
(3, 4, 3, 50.00, '2019-2020', '2019-08-12 22:46:01', 1),
(4, 4, 4, 50.00, '2019-2020', '2019-08-12 22:46:13', 1),
(5, 4, 5, 50.00, '2019-2020', '2019-08-12 22:46:25', 1),
(6, 4, 6, 50.00, '2019-2020', '2019-08-12 22:47:10', 1),
(7, 4, 7, 50.00, '2019-2020', '2019-08-12 22:47:15', 1),
(8, 4, 8, 50.00, '2019-2020', '2019-08-12 22:47:20', 1),
(9, 4, 9, 50.00, '2019-2020', '2019-08-12 22:47:24', 1),
(10, 4, 10, 50.00, '2019-2020', '2019-09-18 22:51:12', 1),
(11, 4, 11, 50.00, '2019-2020', '2019-09-18 22:51:25', 1),
(12, 4, 12, 50.00, '2019-2020', '2019-08-12 22:47:37', 1),
(13, 3, 1, 50.00, '2019-2020', '2019-09-21 17:10:26', 0),
(14, 3, 1, 50.00, '2019-2020', '2019-09-21 17:16:14', 0),
(15, 3, 1, 50.00, '2019-2020', '2019-09-21 17:16:17', 1),
(16, 4, 2, 50.00, '2019-2020', '2019-09-21 22:04:05', 1);

-- --------------------------------------------------------

--
-- Table structure for table `forgot_password`
--

CREATE TABLE `forgot_password` (
  `id` int(8) NOT NULL,
  `user_id` int(8) NOT NULL,
  `otp` varchar(50) NOT NULL,
  `active` int(1) NOT NULL,
  `dated` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `forgot_password`
--

INSERT INTO `forgot_password` (`id`, `user_id`, `otp`, `active`, `dated`) VALUES
(1, 3, 'suman74150', 1, '2019-09-20 09:17:14');

-- --------------------------------------------------------

--
-- Table structure for table `login`
--

CREATE TABLE `login` (
  `id` int(8) NOT NULL,
  `username` varchar(32) NOT NULL,
  `password` varchar(32) NOT NULL,
  `name` varchar(30) NOT NULL,
  `mobile` varchar(11) NOT NULL,
  `email` varchar(50) NOT NULL,
  `address` varchar(100) NOT NULL,
  `last_login` datetime NOT NULL,
  `access` int(1) NOT NULL,
  `user` varchar(30) NOT NULL,
  `dated` datetime NOT NULL,
  `active` int(1) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `login`
--

INSERT INTO `login` (`id`, `username`, `password`, `name`, `mobile`, `email`, `address`, `last_login`, `access`, `user`, `dated`, `active`) VALUES
(1, 'admin', 'admin@challenge', 'Akbar Ali', '9122572185', 'akbar1991ali@yahoo.com', 'Bengaluru', '2017-12-21 00:00:00', 1, 'akbar', '2017-12-21 00:00:00', 1);

-- --------------------------------------------------------

--
-- Table structure for table `month`
--

CREATE TABLE `month` (
  `id` int(2) NOT NULL,
  `monthName` varchar(20) NOT NULL,
  `created` datetime NOT NULL,
  `active` int(1) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `month`
--

INSERT INTO `month` (`id`, `monthName`, `created`, `active`) VALUES
(1, 'January', '2019-06-23 00:00:00', 1),
(2, 'February', '2019-06-23 00:00:00', 1),
(3, 'March', '2019-06-23 00:00:00', 1),
(4, 'April', '2019-06-23 00:00:00', 1),
(5, 'May', '2019-06-23 00:00:00', 1),
(6, 'June', '2019-06-23 00:00:00', 1),
(7, 'July', '2019-06-23 00:00:00', 1),
(8, 'August', '2019-06-23 00:00:00', 1),
(9, 'September', '2019-06-23 00:00:00', 1),
(10, 'October', '2019-06-23 00:00:00', 1),
(11, 'November', '2019-06-23 00:00:00', 1),
(12, 'December', '2019-06-23 00:00:00', 1);

-- --------------------------------------------------------

--
-- Table structure for table `notification`
--

CREATE TABLE `notification` (
  `id` int(10) NOT NULL,
  `user_id` int(10) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `active` int(1) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `pdf`
--

CREATE TABLE `pdf` (
  `id` int(8) NOT NULL,
  `video_id` int(8) NOT NULL,
  `pdf_name` varchar(200) NOT NULL,
  `pdf_url` varchar(300) NOT NULL,
  `modified` datetime NOT NULL,
  `status` int(3) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `pdf`
--

INSERT INTO `pdf` (`id`, `video_id`, `pdf_name`, `pdf_url`, `modified`, `status`) VALUES
(1, 1, 'video_20190815144418_0.pdf', '../pdf/video_20190815144418_0.pdf', '0000-00-00 00:00:00', 1),
(2, 3, 'video_20190815162319_0.31215', '../pdf/video_20190815162319_0.31215', '0000-00-00 00:00:00', 1),
(3, 4, 'video_20190815213344_0.jpg', '../pdf/video_20190815213344_0.jpg', '0000-00-00 00:00:00', 1),
(4, 5, 'video_20190815213629_0.31217', '../pdf/video_20190815213629_0.31217', '0000-00-00 00:00:00', 1),
(5, 6, 'video_20190816075937_0.31212', '../pdf/video_20190816075937_0.31212', '0000-00-00 00:00:00', 1),
(6, 7, 'video_20190816080324_0.31211', '../pdf/video_20190816080324_0.31211', '0000-00-00 00:00:00', 1),
(7, 8, 'video_20190816081742_0.31216', '../pdf/video_20190816081742_0.31216', '0000-00-00 00:00:00', 1),
(8, 9, 'video_20190816082530_0.31209', '../pdf/video_20190816082530_0.31209', '0000-00-00 00:00:00', 1),
(9, 10, 'video_20190816083127_0.31213', '../pdf/video_20190816083127_0.31213', '0000-00-00 00:00:00', 1),
(10, 11, 'video_20190817170623_0.31214', '../pdf/video_20190817170623_0.31214', '0000-00-00 00:00:00', 1),
(11, 14, 'pdf_20190914232835_0.pdf', '../pdf/pdf_20190914232835_0.pdf', '0000-00-00 00:00:00', 1),
(12, 23, 'pdf_20190916082107_0.jpg', '../pdf/pdf_20190916082107_0.jpg', '2019-09-16 20:10:06', 0),
(13, 24, 'pdf_20190916202452_0.pdf', '../pdf/pdf_20190916202452_0.pdf', '2019-09-16 20:31:39', 0),
(14, 25, 'pdf_20190916203759_0.docx', '../pdf/pdf_20190916203759_0.docx', '2019-09-16 20:39:44', 0),
(15, 26, 'pdf_20190916204552_0.docx', '../pdf/pdf_20190916204552_0.docx', '2019-09-16 20:48:12', 0),
(16, 27, 'pdf_20190916205554_0.docx', '../pdf/pdf_20190916205554_0.docx', '2019-09-16 23:45:06', 0),
(17, 29, 'pdf_20190920154722_0.docx', '../pdf/pdf_20190920154722_0.docx', '2019-09-25 10:24:30', 0),
(18, 30, 'pdf_20190923210814_0.pdf', '../pdf/pdf_20190923210814_0.pdf', '2019-09-24 13:13:20', 0),
(19, 31, 'pdf_20190925084448_0.pdf', '../pdf/pdf_20190925084448_0.pdf', '2019-09-25 09:56:18', 0),
(20, 32, 'pdf_20190925103716_0.docx', '../pdf/pdf_20190925103716_0.docx', '0000-00-00 00:00:00', 1);

-- --------------------------------------------------------

--
-- Table structure for table `profile`
--

CREATE TABLE `profile` (
  `id` int(8) NOT NULL,
  `user_id` int(8) NOT NULL,
  `first_name` varchar(50) NOT NULL,
  `last_name` varchar(50) DEFAULT NULL,
  `email` varchar(50) DEFAULT NULL,
  `contact` varchar(11) DEFAULT NULL,
  `address` varchar(100) DEFAULT NULL,
  `profile_pic` varchar(50) DEFAULT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `active` int(1) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `profile`
--

INSERT INTO `profile` (`id`, `user_id`, `first_name`, `last_name`, `email`, `contact`, `address`, `profile_pic`, `created`, `modified`, `active`) VALUES
(1, 1, 'Laxman ', 'Kumar', 'qgabhi@gmail.com', '8581810321', 'Malhipur Btps 851116', NULL, '2019-08-12 21:45:35', '2019-09-15 11:29:50', 1),
(2, 2, 'Akbar', 'Ali', 'akbar1991ali@yahoo.com', '9852750185', 'Malhipur ', NULL, '2019-08-12 22:31:20', '2019-08-12 22:31:20', 1),
(3, 3, 'Suman', 'Raj', 'sumanrajinbox@gmail.com', '7979044783', 'Bihar', NULL, '2019-08-12 22:35:53', '2019-08-12 22:35:53', 1),
(4, 4, 'Saurav', 'Kumar', 'sauravkumar5731@gmail.com', '9570509555', 'Malhipur', NULL, '2019-08-13 08:51:38', '2019-08-13 08:51:38', 1),
(5, 5, 'Anand ', 'Kumar', 'ak867705@gmail.com', '8677052561', 'Malhipur', NULL, '2019-08-13 10:18:09', '2019-08-13 10:18:09', 1),
(6, 6, 'Isha', 'Kumari', 'srabindra92@gmail.com', '6204832997', 'Malhipur Begusarai 851116', NULL, '2019-08-14 16:53:34', '2019-08-14 16:53:34', 1),
(7, 7, 'Avinabh', 'Kumar', 'abhinav2004kyp@gmail.com', '8651425642', 'Bushnupur Chand', NULL, '2019-08-14 16:58:00', '2019-08-14 16:58:00', 1),
(8, 8, 'Nandan', 'Kumar', 'nandanbgs8495@gmail.com', '8405852505', 'Malhipur Ward No 1 Post Btps Dist Begusarai', NULL, '2019-08-14 18:26:53', '2019-08-14 18:26:53', 1),
(9, 9, 'Saket Kumar ', 'Prajapati ', 'adityanandan52505@gmail.com', '8292896667', 'At Malhipur  Po  BTPS.  PS. BARAUNI  . DISTT BEGUSARAI ', NULL, '2019-08-14 18:32:26', '2019-08-14 18:32:26', 1),
(10, 10, 'Abhinav', 'kumar', 'ak221857@gmail.com', '6202437231', 'Bishanpur', NULL, '2019-08-15 10:51:49', '2019-08-15 10:51:49', 1),
(11, 11, ' Neeraj', 'Kumar', 'nk822789@gmail.com', '8521834340', 'Malhipur', NULL, '2019-08-15 19:46:06', '2019-08-15 19:46:06', 1),
(12, 12, 'Ravi', 'Raj', 'kunalkishor453@gmail.com', '7992343146', 'Chakia', NULL, '2019-08-16 08:36:50', '2019-08-16 08:36:50', 1),
(13, 13, 'Avinabh', 'Kumar', 'harshkumar8771@gmail.com', '6202437231', 'Bishnupur', NULL, '2019-08-16 14:36:17', '2019-08-16 14:36:17', 1),
(14, 14, 'Raja', 'Kumar', 'rb01072004@gmail.com', '9693464690', 'Kashha', NULL, '2019-08-16 16:56:41', '2019-08-16 16:56:41', 1),
(15, 15, 'Prkash', 'Kumar', 'radi4961@gmail.com', '6205907391', 'Chakiya', NULL, '2019-08-16 20:07:02', '2019-08-16 20:07:02', 1),
(16, 16, 'Rahul', 'Kumar', 'rahulbgs@gmail.com', '8578904548', 'Malhipur', NULL, '2019-08-17 14:15:30', '2019-08-17 14:15:30', 1),
(17, 17, 'Rahul', 'Kumar', 'rahulbgs147@gmail.com', '8578904548', 'Malhipur', NULL, '2019-08-17 14:17:53', '2019-08-17 14:17:53', 1),
(18, 18, 'Kamlesh', 'Kumar', 'km851116@gmail.com', '9534949073', 'Malhipur', NULL, '2019-08-17 14:23:05', '2019-08-17 14:23:05', 1),
(19, 19, 'Nishant', 'Singh', 'nishu952525@gmail.com', '9572354973', 'Jhakhra', NULL, '2019-08-18 17:13:12', '2019-08-18 17:13:12', 1),
(20, 20, 'Nitish', 'Kumar', 'satyaavirat@gmail.com', '9334557391', 'Kasha', NULL, '2019-08-20 08:39:33', '2019-08-20 08:39:33', 1),
(21, 21, 'Dilip', 'Kumar', 'dilip4@gmail.com', '9738149531', 'Btm Bangalore', NULL, '2019-08-20 21:55:49', '2019-09-15 19:51:46', 0),
(22, 22, 'Abhi', 'Singh', 'alokkumar.begusarai@gmail.com', '8581810321', 'Jay Shree Raam', NULL, '2019-08-21 09:09:20', '2019-08-21 09:09:20', 1),
(23, 23, 'Abhinav', 'kumar', 'abhinavkumarsharma548@gmail.com', '6202437231', 'Bishanpur Chand', NULL, '2019-08-21 19:06:10', '2019-08-21 19:06:10', 1),
(24, 24, 'Karishma', 'Kumari', 'kanchankri15feb@gmail.com', '7258066887', 'Malhipur Btps Begusarai', NULL, '2019-08-22 14:20:08', '2019-09-15 19:47:33', 0),
(25, 25, 'Abhinav', 'kumar', 'abhinavkumarsharma548@gmail.com', '6202437231', 'Bishanpur Chand', NULL, '2019-08-22 15:14:22', '2019-09-15 19:50:28', 0),
(26, 26, 'Ravi ', 'Kumar', 'kunalkishor453@gmail.com', '7992343146', 'Chakiya', NULL, '2019-08-22 20:16:21', '2019-09-21 22:03:41', 0),
(27, 27, 'Gulshan', 'Raj', 'gulshanraj6790@gmail.com', '8757367366', 'Village -kasaha  Post-simarya Ghat', NULL, '2019-09-01 19:40:12', '2019-09-18 20:30:50', 0),
(28, 28, 'Rahul', 'Kumar', 'sauravkumar5137@gmail.com', '8578904548', 'Malhipur Begusarai 851116', NULL, '2019-09-12 09:21:17', '2019-09-17 01:25:47', 0),
(29, 29, 'Rahul', 'Kumar', 'abhisingh12111998@gmail.com', '8578904548', 'Malhipur Begusarai 851116', NULL, '2019-09-12 09:21:58', '2019-09-17 01:26:11', 0),
(30, 30, 'akbar', 'ali', 'example@gmail.com', '9852750185', 'Bengaluru, Karnatka', NULL, '2019-09-18 22:21:20', '2019-09-18 22:21:20', 1),
(31, 31, 'Abhijeet ', 'Kumar', 'alokkumar.begusarai@gmail.com', '8581810321', 'Malhipur', NULL, '2019-09-19 11:06:34', '2019-09-19 11:06:34', 1),
(32, 32, 'Raja', 'Kumar', 'abhisingh12111998@gmail.com', '8581810321', 'Malhipur', NULL, '2019-09-20 15:52:33', '2019-09-21 12:46:52', 0),
(33, 33, 'Anand ', 'Kumar', 'Ak867705@gmail.com', '8677052561', 'Malhipur', NULL, '2019-09-24 18:25:17', '2019-09-25 10:23:16', 0);

-- --------------------------------------------------------

--
-- Table structure for table `referral_code`
--

CREATE TABLE `referral_code` (
  `id` int(8) NOT NULL,
  `user_id` int(8) NOT NULL,
  `r_code` varchar(10) NOT NULL,
  `reddem_id` int(8) NOT NULL,
  `redeem_date` datetime NOT NULL,
  `created_date` datetime NOT NULL,
  `active` int(1) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `student_result`
--

CREATE TABLE `student_result` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `title_id` int(11) NOT NULL,
  `video_id` int(8) NOT NULL,
  `total_question` int(11) NOT NULL,
  `total_answer` int(11) NOT NULL,
  `correct` int(11) NOT NULL,
  `wrong` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `status` int(8) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `student_result`
--

INSERT INTO `student_result` (`id`, `user_id`, `title_id`, `video_id`, `total_question`, `total_answer`, `correct`, `wrong`, `modified`, `status`) VALUES
(1, 3, 0, 1, 5, 5, 4, 1, '2019-09-24 16:37:28', 1),
(2, 1, 0, 29, 4, 4, 2, 2, '2019-09-24 16:49:06', 1);

-- --------------------------------------------------------

--
-- Table structure for table `subject`
--

CREATE TABLE `subject` (
  `id` int(6) NOT NULL,
  `subjectName` varchar(5000) NOT NULL,
  `classid` int(5) NOT NULL,
  `session` varchar(20) NOT NULL,
  `modified` datetime NOT NULL,
  `active` int(1) NOT NULL,
  `month_id` int(8) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `subject`
--

INSERT INTO `subject` (`id`, `subjectName`, `classid`, `session`, `modified`, `active`, `month_id`) VALUES
(1, 'Mathematics', 4, '2019-2020', '2019-09-25 10:24:06', 0, 1),
(2, 'à¤¹à¤¿à¤‚à¤¦à¥€', 4, '2019-2020', '2019-09-25 10:24:01', 0, 1),
(3, 'à¤…à¤à¤—à¥à¤°à¥‡à¤œà¥€', 4, '2019-2020', '2019-09-25 10:23:57', 0, 1),
(4, 'à¤¸à¤¾à¤®à¤¾à¤œà¤¿à¤• à¤µà¤¿à¤œà¥à¤žà¤¾à¤¨', 4, '2019-2020', '2019-09-25 10:23:51', 0, 1),
(5, 'à¤¸à¤‚à¤¸à¥à¤•à¥ƒà¤¤', 4, '2019-2020', '2019-09-25 10:23:46', 0, 1),
(6, 'à¤µà¤¿à¤œà¥à¤žà¤¾à¤¨', 4, '2019-2020', '2019-09-20 15:42:23', 0, 1),
(7, 'HINDI', 4, '2019-2020', '2019-09-18 23:19:17', 0, 2),
(8, 'HINDI GRAMMER', 4, '2019-2020', '2019-09-18 23:15:50', 0, 2),
(9, 'Methematics', 4, '2019-2020', '2019-09-21 17:17:41', 0, 1),
(10, 'à¤µà¤¿à¤œà¥à¤žà¤¾à¤¨ ', 4, '2019-2020', '2019-09-25 10:23:42', 0, 1),
(11, 'à¤—à¤£à¤¿à¤¤ ', 16, '2019-2020', '2019-09-25 10:29:52', 1, 1),
(12, 'à¤¹à¤¿à¤¨à¥à¤¦à¥€', 16, '2019-2020', '2019-09-25 10:30:07', 1, 1),
(13, 'à¤µà¤¿à¤œà¥à¤žà¤¾à¤¨ ', 16, '2019-2020', '2019-09-25 10:30:22', 1, 1);

-- --------------------------------------------------------

--
-- Table structure for table `submit_exam`
--

CREATE TABLE `submit_exam` (
  `id` int(11) NOT NULL,
  `title_id` int(11) NOT NULL,
  `video_id` int(8) NOT NULL,
  `user_id` int(8) NOT NULL,
  `question_id` int(8) NOT NULL,
  `answer` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `modified` datetime NOT NULL,
  `status` int(8) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `submit_exam`
--

INSERT INTO `submit_exam` (`id`, `title_id`, `video_id`, `user_id`, `question_id`, `answer`, `modified`, `status`) VALUES
(1, 0, 1, 3, 24, '2', '2019-09-24 16:37:28', 1),
(2, 0, 1, 3, 25, '2', '2019-09-24 16:37:28', 1),
(3, 0, 1, 3, 27, '2', '2019-09-24 16:37:28', 1),
(4, 0, 1, 3, 29, '2', '2019-09-24 16:37:28', 1),
(5, 0, 1, 3, 30, '2', '2019-09-24 16:37:28', 1),
(6, 0, 29, 1, 39, '4', '2019-09-24 16:49:06', 1),
(7, 0, 29, 1, 40, '2', '2019-09-24 16:49:06', 1),
(8, 0, 29, 1, 41, '2', '2019-09-24 16:49:06', 1),
(9, 0, 29, 1, 42, '2', '2019-09-24 16:49:06', 1);

-- --------------------------------------------------------

--
-- Table structure for table `thumb`
--

CREATE TABLE `thumb` (
  `id` int(8) NOT NULL,
  `video_id` int(8) NOT NULL,
  `thumb_url` varchar(300) NOT NULL,
  `status` int(8) NOT NULL,
  `modified` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `thumb`
--

INSERT INTO `thumb` (`id`, `video_id`, `thumb_url`, `status`, `modified`) VALUES
(1, 1, '../thumb/video_20190815144353_0.jpg', 1, '0000-00-00 00:00:00'),
(2, 2, '../thumb/video_20190815160331_0.png', 1, '0000-00-00 00:00:00'),
(3, 3, '../thumb/video_20190815162310_0.png', 1, '0000-00-00 00:00:00'),
(4, 4, '../thumb/video_20190815213335_0.jpg', 1, '0000-00-00 00:00:00'),
(5, 5, '../thumb/video_20190815213605_0.jpg', 1, '0000-00-00 00:00:00'),
(6, 6, '../thumb/video_20190816075934_0.jpg', 1, '0000-00-00 00:00:00'),
(7, 7, '../thumb/video_20190816080315_0.jpg', 1, '0000-00-00 00:00:00'),
(8, 8, '../thumb/video_20190816081733_0.jpg', 1, '0000-00-00 00:00:00'),
(9, 9, '../thumb/video_20190816082523_0.jpg', 1, '0000-00-00 00:00:00'),
(10, 10, '../thumb/video_20190816083119_0.jpg', 1, '0000-00-00 00:00:00'),
(11, 11, '../thumb/video_20190817170608_0.jpg', 1, '0000-00-00 00:00:00'),
(12, 12, '../thumb/thumb_20190913211306_0.jpg', 0, '2019-09-15 22:39:20'),
(13, 13, '../thumb/thumb_20190914215236_0.png', 0, '2019-09-15 19:54:43'),
(14, 14, '../thumb/thumb_20190914232835_0.jpeg', 1, '0000-00-00 00:00:00'),
(15, 15, '../thumb/thumb_20190914233103_0.png', 1, '0000-00-00 00:00:00'),
(16, 16, '../thumb/thumb_20190914233506_0.png', 1, '0000-00-00 00:00:00'),
(17, 17, '../thumb/thumb_20190914233800_0.png', 1, '0000-00-00 00:00:00'),
(18, 18, '../thumb/thumb_20190914234116_0.png', 1, '0000-00-00 00:00:00'),
(19, 19, '../thumb/thumb_20190914234433_0.png', 1, '0000-00-00 00:00:00'),
(20, 20, '../thumb/thumb_20190915100051_0.gif', 0, '2019-09-15 22:38:49'),
(21, 21, '../thumb/thumb_20190915215712_0.jpg', 0, '2019-09-15 22:38:45'),
(22, 22, '../thumb/thumb_20190915221147_0.jpg', 0, '2019-09-15 22:38:41'),
(23, 23, '../thumb/thumb_20190916082107_0.jpg', 0, '2019-09-16 20:10:06'),
(24, 24, '../thumb/thumb_20190916202406_0.png', 0, '2019-09-16 20:31:39'),
(25, 25, '../thumb/thumb_20190916203711_0.png', 0, '2019-09-16 20:39:44'),
(26, 26, '../thumb/thumb_20190916204505_0.jpg', 0, '2019-09-16 20:48:12'),
(27, 27, '../thumb/thumb_20190916205506_0.jpg', 0, '2019-09-16 23:45:06'),
(28, 28, '../thumb/thumb_20190918224632_0.png', 0, '2019-09-20 16:04:44'),
(29, 29, '../thumb/thumb_20190920154633_0.jpg', 0, '2019-09-25 10:24:30'),
(30, 30, '../thumb/thumb_20190923210814_0.jpg', 0, '2019-09-24 13:13:20'),
(31, 31, '../thumb/thumb_20190925084440_0.jpg', 0, '2019-09-25 09:56:18'),
(32, 32, '../thumb/thumb_20190925103631_0.jpg', 1, '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Stand-in structure for view `userlogin`
-- (See below for the actual view)
--
CREATE TABLE `userlogin` (
`user_id` int(8)
,`auth_key` varchar(50)
,`COUNT(auth_key)` bigint(21)
);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(8) NOT NULL,
  `email` varchar(50) NOT NULL,
  `password` char(64) NOT NULL,
  `created` datetime NOT NULL,
  `modified` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `active` int(1) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `email`, `password`, `created`, `modified`, `active`) VALUES
(1, 'qgabhi@gmail.com', 'e10adc3949ba59abbe56e057f20f883e', '2019-08-12 21:45:35', '2019-09-15 18:29:50', 1),
(2, 'akbar1991ali@yahoo.com', 'e10adc3949ba59abbe56e057f20f883e', '2019-08-12 22:31:20', '2019-08-13 05:31:20', 1),
(3, 'sumanrajinbox@gmail.com', 'e10adc3949ba59abbe56e057f20f883e', '2019-08-12 22:35:53', '2019-08-13 05:35:53', 1),
(26, 'kunalkishor453@gmail.com', 'e10adc3949ba59abbe56e057f20f883e', '2019-08-22 20:16:21', '2019-09-22 05:03:41', 0),
(21, 'dilip4@gmail.com', 'e10adc3949ba59abbe56e057f20f883e', '2019-08-20 21:55:49', '2019-09-16 02:51:46', 1),
(25, 'abhinavkumarsharma548@gmail.com', '827ccb0eea8a706c4c34a16891f84e7b', '2019-08-22 15:14:22', '2019-09-16 02:50:28', 1),
(24, 'kanchankri15feb@gmail.com', 'e10adc3949ba59abbe56e057f20f883e', '2019-08-22 14:20:08', '2019-09-16 02:47:33', 1),
(27, 'gulshanraj6790@gmail.com', 'b3077f0d13a6e6b0c6812e79edd68355', '2019-09-01 19:40:12', '2019-09-19 03:30:50', 0),
(28, 'sauravkumar5137@gmail.com', '7fa56e2c0802a67c015ff16de0264f16', '2019-09-12 09:21:17', '2019-09-17 08:25:47', 0),
(29, 'abhisingh12111998@gmail.com', '7fa56e2c0802a67c015ff16de0264f16', '2019-09-12 09:21:58', '2019-09-17 08:26:11', 0),
(30, 'example@gmail.com', 'e10adc3949ba59abbe56e057f20f883e', '2019-09-18 22:21:20', '2019-09-19 05:21:20', 1),
(31, 'alokkumar.begusarai@gmail.com', 'e10adc3949ba59abbe56e057f20f883e', '2019-09-19 11:06:34', '2019-09-19 18:06:34', 1),
(32, 'abhisingh12111998@gmail.com', 'e10adc3949ba59abbe56e057f20f883e', '2019-09-20 15:52:33', '2019-09-21 19:46:52', 0),
(33, 'Ak867705@gmail.com', '6c7b29c6b86f4a78b83a6d0a4c9aba6a', '2019-09-24 18:25:17', '2019-09-25 17:23:16', 0);

-- --------------------------------------------------------

--
-- Table structure for table `video`
--

CREATE TABLE `video` (
  `id` int(8) NOT NULL,
  `class_id` int(4) NOT NULL,
  `subject_id` int(4) NOT NULL,
  `chapter_id` int(8) NOT NULL,
  `month_id` int(8) NOT NULL,
  `session` varchar(300) NOT NULL,
  `video_title` varchar(300) NOT NULL,
  `video_name` varchar(300) NOT NULL,
  `video_description` varchar(10000) NOT NULL,
  `video_url` varchar(300) NOT NULL,
  `modified` datetime NOT NULL,
  `status` int(8) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `video`
--

INSERT INTO `video` (`id`, `class_id`, `subject_id`, `chapter_id`, `month_id`, `session`, `video_title`, `video_name`, `video_description`, `video_url`, `modified`, `status`) VALUES
(12, 4, 2, 1, 1, '19-20', 'demo video', 'video_20190913211306_0.mkv', '', '../video/video_20190913211306_0.mkv', '0000-00-00 00:00:00', 0),
(13, 4, 2, 2, 1, '19-20', 'iugfyufyuui', 'video_20190914215236_0.mp4', 'jyugyuyu', '../video/video_20190914215236_0.mp4', '0000-00-00 00:00:00', 0),
(14, 4, 2, 3, 1, '19-20', 'ertert', 'video_20190914232835_0.mp4', 'ertert', '../video/video_20190914232835_0.mp4', '0000-00-00 00:00:00', 0),
(15, 4, 2, 4, 1, '19-20', 'drgeg', 'video_20190914233103_0.mp4', 'ergerge', '../video/video_20190914233103_0.mp4', '0000-00-00 00:00:00', 0),
(16, 4, 2, 5, 1, '19-20', 'setfwef wet we', 'video_20190914233506_0.mp4', '', '../video/video_20190914233506_0.mp4', '0000-00-00 00:00:00', 0),
(17, 4, 2, 5, 1, '19-20', 'drgreshge', 'video_20190914233800_0.mp4', '', '../video/video_20190914233800_0.mp4', '0000-00-00 00:00:00', 0),
(18, 4, 2, 7, 1, '19-20', 'srtgergerg', 'video_20190914234116_0.mp4', 'seg', '../video/video_20190914234116_0.mp4', '0000-00-00 00:00:00', 0),
(19, 4, 2, 9, 1, '19-20', 'sdgsrgherh', 'video_20190914234433_0.mp4', '', '../video/video_20190914234433_0.mp4', '0000-00-00 00:00:00', 0),
(20, 4, 2, 1, 1, '19-20', 'test video 2', 'video_20190915100051_0.mkv', '', '../video/video_20190915100051_0.mkv', '0000-00-00 00:00:00', 0),
(21, 4, 2, 1, 1, '19-20', 'demo 3', 'video_20190915215712_0.mkv', '', '../video/video_20190915215712_0.mkv', '0000-00-00 00:00:00', 0),
(22, 4, 2, 1, 1, '19-20', 'efgegeg', 'video_20190915221147_0.mp4', 'erger', '../video/video_20190915221147_0.mp4', '0000-00-00 00:00:00', 0),
(23, 4, 2, 2, 1, '19-20', 'Abcdefgh', 'video_20190916082107_0.mp4', 'Abcdefgh', '../video/video_20190916082107_0.mp4', '0000-00-00 00:00:00', 0),
(24, 4, 2, 5, 1, '19-20', 'à¤¶à¥à¤°à¤® à¤µà¤¿à¤­à¤¾à¤œà¤¨ à¤”à¤° à¤œà¤¾à¤¤à¤¿ à¤ªà¥à¤°à¤¥à¤¾ ', 'video_20190916202406_0.mp4', 'à¤¶à¥à¤°à¤® à¤µà¤¿à¤­à¤¾à¤œà¤¨ à¤”à¤° à¤œà¤¾à¤¤à¤¿ à¤ªà¥à¤°à¤¥à¤¾ ', '../video/video_20190916202406_0.mp4', '0000-00-00 00:00:00', 0),
(25, 4, 2, 5, 1, '19-20', 'à¤¶à¥à¤°à¤® à¤µà¤¿à¤­à¤¾à¤œà¤¨ à¤”à¤° à¤œà¤¾à¤¤à¤¿ à¤ªà¥à¤°à¤¥à¤¾ ', 'video_20190916203711_0.mp4', 'à¤¶à¥à¤°à¤® à¤µà¤¿à¤­à¤¾à¤œà¤¨ à¤”à¤° à¤œà¤¾à¤¤à¤¿ à¤ªà¥à¤°à¤¥à¤¾ ', '../video/video_20190916203711_0.mp4', '0000-00-00 00:00:00', 0),
(26, 4, 2, 5, 1, '19-20', 'à¤¶à¥à¤°à¤® à¤µà¤¿à¤­à¤¾à¤œà¤¨ à¤”à¤° à¤œà¤¾à¤¤à¤¿ à¤ªà¥à¤°à¤¥à¤¾ ', 'video_20190916204505_0.mp4', 'à¤¶à¥à¤°à¤® à¤µà¤¿à¤­à¤¾à¤œà¤¨ à¤”à¤° à¤œà¤¾à¤¤à¤¿ à¤ªà¥à¤°à¤¥à¤¾ ', '../video/video_20190916204505_0.mp4', '0000-00-00 00:00:00', 0),
(27, 4, 2, 14, 1, '19-20', 'à¤¶à¥à¤°à¤® à¤µà¤¿à¤­à¤¾à¤œà¤¨ à¤”à¤° à¤œà¤¾à¤¤à¤¿ à¤ªà¥à¤°à¤¥à¤¾ ', 'video_20190916205506_0.mp4', 'à¤¶à¥à¤°à¤® à¤µà¤¿à¤­à¤¾à¤œà¤¨ à¤”à¤° à¤œà¤¾à¤¤à¤¿ à¤ªà¥à¤°à¤¥à¤¾ ', '../video/video_20190916205506_0.mp4', '0000-00-00 00:00:00', 0),
(28, 4, 2, 16, 1, '19-20', 'dsfgdsfgs', 'video_20190918224632_0.mp4', '', '../video/video_20190918224632_0.mp4', '0000-00-00 00:00:00', 0),
(29, 4, 2, 19, 1, '19-20', 'à¤¶à¥à¤°à¤® à¤µà¤¿à¤­à¤¾à¤œà¤¨ à¤”à¤° à¤œà¤¾à¤¤à¤¿ à¤ªà¥à¤°à¤¥à¤¾ ', 'video_20190920154633_0.mp4', 'à¤¶à¥à¤°à¤® à¤µà¤¿à¤­à¤¾à¤œà¤¨ à¤”à¤° à¤œà¤¾à¤¤à¥€ à¤ªà¥à¤°à¤¥à¤¾ ', '../video/video_20190920154633_0.mp4', '0000-00-00 00:00:00', 0),
(30, 4, 2, 19, 1, '19-20', 'à¤à¤¸à¥‡ à¤¹à¥€ à¤Ÿà¥‡à¤¸à¥à¤Ÿ à¤•à¥‡ à¤²à¤¿à¤', 'video_20190923210814_0.mp4', 'à¤à¤¸à¥‡ à¤¹à¥€ à¤Ÿà¥‡à¤¸à¥à¤Ÿ à¤•à¥‡ à¤²à¤¿à¤', '../video/video_20190923210814_0.mp4', '0000-00-00 00:00:00', 0),
(31, 4, 2, 19, 1, '19-20', 'Bass aise hi', 'video_20190925084440_0.mp4', 'Bass aise hi', '../video/video_20190925084440_0.mp4', '0000-00-00 00:00:00', 0),
(32, 16, 12, 24, 1, '19-20', 'à¤¶à¥à¤°à¤® à¤µà¤¿à¤­à¤¾à¤œà¤¨ à¤”à¤° à¤œà¤¾à¤¤à¤¿ à¤ªà¥à¤°à¤¥à¤¾ ', 'video_20190925103631_0.mp4', 'à¤¶à¥à¤°à¤® à¤µà¤¿à¤­à¤¾à¤œà¤¨ à¤”à¤° à¤œà¤¾à¤¤à¤¿ à¤ªà¥à¤°à¤¥à¤¾ ', '../video/video_20190925103631_0.mp4', '0000-00-00 00:00:00', 1);

-- --------------------------------------------------------

--
-- Structure for view `userlogin`
--
DROP TABLE IF EXISTS `userlogin`;

CREATE ALGORITHM=UNDEFINED DEFINER=`jadt0ilg3kwl`@`localhost` SQL SECURITY DEFINER VIEW `userlogin`  AS  select `a`.`user_id` AS `user_id`,`u`.`email` AS `auth_key`,count(`a`.`auth_key`) AS `COUNT(auth_key)` from ((`auth` `a` left join `users` `u` on((`u`.`id` = `a`.`user_id`))) left join `profile` `p` on((`p`.`user_id` = `a`.`user_id`))) group by `a`.`auth_key` having (count(`a`.`auth_key`) > 1) ;

--
-- Indexes for dumped tables
--

--
-- Indexes for table `auth`
--
ALTER TABLE `auth`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `chapter`
--
ALTER TABLE `chapter`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `class`
--
ALTER TABLE `class`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `course_details`
--
ALTER TABLE `course_details`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `exam_question_setup`
--
ALTER TABLE `exam_question_setup`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `exam_title_master`
--
ALTER TABLE `exam_title_master`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `exam_user_log`
--
ALTER TABLE `exam_user_log`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fee`
--
ALTER TABLE `fee`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `forgot_password`
--
ALTER TABLE `forgot_password`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `login`
--
ALTER TABLE `login`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `month`
--
ALTER TABLE `month`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `notification`
--
ALTER TABLE `notification`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `pdf`
--
ALTER TABLE `pdf`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `profile`
--
ALTER TABLE `profile`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `referral_code`
--
ALTER TABLE `referral_code`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `student_result`
--
ALTER TABLE `student_result`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `subject`
--
ALTER TABLE `subject`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `submit_exam`
--
ALTER TABLE `submit_exam`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `thumb`
--
ALTER TABLE `thumb`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `video`
--
ALTER TABLE `video`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `auth`
--
ALTER TABLE `auth`
  MODIFY `id` int(8) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=96;

--
-- AUTO_INCREMENT for table `chapter`
--
ALTER TABLE `chapter`
  MODIFY `id` int(8) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- AUTO_INCREMENT for table `class`
--
ALTER TABLE `class`
  MODIFY `id` int(3) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT for table `course_details`
--
ALTER TABLE `course_details`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=34;

--
-- AUTO_INCREMENT for table `exam_question_setup`
--
ALTER TABLE `exam_question_setup`
  MODIFY `id` int(8) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=43;

--
-- AUTO_INCREMENT for table `exam_title_master`
--
ALTER TABLE `exam_title_master`
  MODIFY `id` int(8) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `exam_user_log`
--
ALTER TABLE `exam_user_log`
  MODIFY `id` int(8) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `fee`
--
ALTER TABLE `fee`
  MODIFY `id` int(8) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT for table `forgot_password`
--
ALTER TABLE `forgot_password`
  MODIFY `id` int(8) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `login`
--
ALTER TABLE `login`
  MODIFY `id` int(8) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `month`
--
ALTER TABLE `month`
  MODIFY `id` int(2) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `notification`
--
ALTER TABLE `notification`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `pdf`
--
ALTER TABLE `pdf`
  MODIFY `id` int(8) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- AUTO_INCREMENT for table `profile`
--
ALTER TABLE `profile`
  MODIFY `id` int(8) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=34;

--
-- AUTO_INCREMENT for table `referral_code`
--
ALTER TABLE `referral_code`
  MODIFY `id` int(8) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `student_result`
--
ALTER TABLE `student_result`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `subject`
--
ALTER TABLE `subject`
  MODIFY `id` int(6) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `submit_exam`
--
ALTER TABLE `submit_exam`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `thumb`
--
ALTER TABLE `thumb`
  MODIFY `id` int(8) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=33;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(8) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=34;

--
-- AUTO_INCREMENT for table `video`
--
ALTER TABLE `video`
  MODIFY `id` int(8) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=33;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
